<?php

return ['body' =>'T.P. Micronesia, Inc.（以下、「当社」といいます。）は、お客様の信頼を得ることが最重要であると考え、お客様から当社にご提供いただく個人識別情報（以下、「個人情報」といいます。）の厳重な保護・管理に努めています。

当社は、当社の運営する、携帯用アプリケーション「ラムカー」、電子メール、テキストメッセージ、その他オンラインコミュニケーション（以下、あわせて「当アプリ」といいます。）を通じてサービスを提供しており、本ポリシーは、当アプリで収集される個人情報に適用されます。当アプリを利用されることで、お客様は本ポリシーに記載の条件に同意することとなりますので、必ずお読みいただくようお願いいたします。

1.  お客様から収集する情報
当社は、お客様が当アプリで入力した個人情報を収集します。例えば、お客様が当アプリを通して「ラムカー」乗車アプリをご利用する際、クレジットカード情報を収集します。お客様が当アプリにアクセスすると、商品をご購入されない場合でも、IPアドレス、お使いのモバイル端末のオペレーティングシステム、アプリケーションのバージョン、言語設定、閲覧したページなどの情報を収集する場合があります。また、その端末を特定する情報、端末固有の設定や特性、GPS（緯度・経度）の情報を収集する場合があります。

お客様が個人情報を当社に提供することにより、お客様は、当該情報が真実、正確、完全かつ最新であり、また、お客様が当該情報を当社に提供する権限を有している旨を表明します。

2.  お客様から収集した情報の用途
当社は、お客様から収集した情報を以下の目的に使用します。
  (i) 当アプリを通したお客様への商品及びアプリの提供
  (ii)    当アプリの利用に伴うお客様のご利用情報の表示

3.  お客様の個人情報の共有
当社は、本ポリシーに記載のある場合、その他お客様の承諾を得た場合を除き、お客様の個人情報を第三者と共有しません。

当社は、以下の場合において、法律によって認められる範囲において、正当な事業目的のため、お客様の個人情報を当社関連会社及び第三者と共有することができます。例えば、お客様が当アプリを通して「ラムカー」乗車アプリをご利用する際、お客様のクレジットカード情報につき、クレジットカード決済会社と共有することができます。

当社は、法律により要求される場合、たとえば法執行機関その他機関に対して、お客様の個人情報を開示することができます。これには、裁判所命令、召喚、法的手続・行政捜査・刑事捜査に基づく命令当が含まれます。また、当社は、当社、当アプリまたはお客様の権利、資産、安全性を確保するため、または利用規約その他契約に関して、違法な活動又は違法性が疑われる活動につき、調査、防止、対策を実施することが適切であると判断した場合、お客様の個人情報を開示することができます。

4.  お客様の個人情報の保管
本アプリで入力された、クレジットカード情報については、クレジットカード決済会社Authorize.net （http://www.authorize.net/）にて彼らのプライバシーポリシーに従い保管されます。その他の情報に関しては、当サイトのサーバー（米国カリフォルニア州）に保管されます。

お客様の個人情報にかかる不正アクセス、紛失、改ざん、漏えいを防ぐため、当社は適切なセキュリティー対策を講じています。当アプリでは、お客様が送信する個人情報を保護するため、セキュア・ソケット・レイヤー（SSL）技術を使用しています。

5.  外部リンク
お客様がリンクをクリックして第三者のウェブアプリにアクセスした場合、本プライバシーポリシーは適用されません。お客様が第三者のウェブアプリを使われる場合には、当該アプリのプライバシーステートメントを確認して、個人情報の収集、使用、開示方法につき理解することをお勧めします。

6.  未成年者
本アプリは、18歳未満の個人が使用することは意図しておりません。当社は、18歳未満の個人から情報を受け取った場合、その情報を削除する権利を有しています。

7.  お問い合わせ
本プライバシーポリシーついてのご質問は、当社のadmin@lltguam.comまでお問い合わせください。

最終更新：2016年9月1日'];
